Repository: fabiorlobo/Timelinda
Catalog: languages/k_timelinda-*.po
Languages: pt_br

source: About Timelinda
pt_br: Sobre a Timelinda

source: Timelinda was developed by
pt_br: Timelinda foi desenvolvida por

source: and
pt_br: e

source: If you have seen any bugs,
pt_br: Se você viu algum bug,

source: please let us know!
pt_br: nos avise!

source: Read more
pt_br: Leia mais

source: Looking for hosting?
pt_br: Procurando por hospedagem?

source: How it works?
pt_br: Como funciona?

source: Use [timeline][/timeline] with [timeline_event title="text" subtitile="text" align="right/left"]text[/timeline_event] within.
pt_br: Use [timeline][/timeline] com [timeline_event title="text" subtitile="text" align="right/left"]text[/timeline_event] dentro.

source: Examples:
pt_br: Exemplos:

source: Your title
pt_br: Seu título

source: Your subtitile
pt_br: Seu subtítulo

source: Your text here!
pt_br: Seu texto aqui!

source: Another title
pt_br: Outro título

source: Another subtitile
pt_br: Outro subtítulo

source: Your second text here!
pt_br: Seu segundo texto aqui!

source: Just a text now
pt_br: Só um texto agora

source: Just a title now
pt_br: Só um título agora

source: Ok, I want this to be left aligned.
pt_br: Ok, eu quero que isso seja alinhado à esquerda.

source: As you can see above, the "align" property is optional – Also "title" and "subtitle" if you only want to use text.
pt_br: Como você pode ver acima, a propriedade "align" é opcional – Assim como "title" e "subtitle" se você só quiser utilizar texto.

source: Settings
pt_br: Opções

source: Text size
pt_br: Tamanho do texto

source: Line height
pt_br: Altura da linha (line-height)

source: Title size
pt_br: Tamanho do título

source: Subtitle size
pt_br: Tamanho do subtítulo

source: Timelinda color
pt_br: Cor da Timelinda

source: Border color
pt_br: Cor da borda

source: Title color
pt_br: Cor do título

source: Subtitle color
pt_br: Cor do subtítulo

source: Text color
pt_br: Cor do texto

source: Default: 14px
pt_br: Padrão: 14px

source: Default: 1rem
pt_br: Padrão: 1rem

source: Default: 1.5rem
pt_br: Padrão: 1.5rem

source: Default: 1.25rem
pt_br: Padrão: 1.25rem
